Repository: GravityPDF/gravity-pdf-bulk-generator
Catalog: languages/gravity-pdf-bulk-generator-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Download PDF
de_de: PDF herunterladen
es_es: Descargar PDF
fr_fr: Téléchargez le PDF

source: Toggle All
de_de: Alle umschalten
es_es: Alternar todo
fr_fr: Tout basculer
nl_nl: Alles wisselen

source: PDF Bulk Download
de_de: PDF-Gruppe herunterladen
es_es: Descarga de PDF en lote
fr_fr: Téléchargement en bloc de PDF

source: Please select at least one PDF to generate for the entries.
de_de: Bitte wählen Sie mindestens eine PDF, die für die Eingaben erzeugt werden soll.
es_es: Por favor, selecciona al menos un PDF para generar en las entradas.
fr_fr: Veuillez sélectionner au moins un PDF à générer pour les entrées.
nl_nl: Selecteer ten minste één PDF om voor de vermeldingen te genereren.

source: Build
de_de: Erstellen
es_es: Versión
fr_fr: Générez
nl_nl: Bouwen

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
nl_nl: Downloaden

source: Select PDFs
de_de: PDFs auswählen
es_es: Seleccionar archivos PDF
fr_fr: Sélectionnez les PDF
nl_nl: Selecteer PDF's

source: Specify the PDFs you would like to generate for the selected entries.
de_de: Spezifizieren Sie die PDFs, die Sie für die gewählten Eingaben erzeugen wollen.
es_es: Especifica los archivos PDF que quieres generar para las entradas seleccionadas.
fr_fr: Spécifiez les PDF que vous souhaitez générer pour les entrées sélectionnées.
nl_nl: Geef de pdf's op die je wilt genereren voor de geselecteerde vermeldingen.

source: Directory Structure
de_de: Verzeichnisstruktur
es_es: Estructura de directorio
fr_fr: Structure du répertoire
nl_nl: Directorystructuur

source: Specify the directory structure to use for the PDFs of the selected entries. %1$sForm merge tags are supported%2$s.
de_de: Spezifizieren Sie die Verzeichnisstruktur, die für die PDFs der ausgewählten Eingaben benutzt werden soll. %1$sTags für Formularzusammenführung werden unterstützt%2$s.
es_es: Especifica la estructura de directorio a utilizar para los archivos PDF de las entradas seleccionadas. %1$sLas etiquetas de combinación de formulario son compatibles%2$s.

source: Common tags:
de_de: Häufige Tags:
es_es: Etiquetas habituales:
fr_fr: Balises communes :
nl_nl: Veelgebruikte labels:

source: Building your PDFs
de_de: Erstellung Ihrer PDFs
es_es: Creando tus archivos PDF
fr_fr: Générez vos PDF
nl_nl: Je pdf's bouwen

source: (Please do not navigate away from this page)
de_de: (Bitte verlassen Sie diese Seite nicht)
es_es: (Por favor, no salgas de esta página)
fr_fr: (Veuillez ne pas quitter cette page)
nl_nl: (Ga niet weg van deze pagina)

source: Your PDFs are ready and the download will begin shortly.
de_de: Ihre PDFs sind fertig und das Herunterladen startet in Kürze.
es_es: Tus archivos PDF están listos y la descarga empezará en breve.
fr_fr: Vos PDF sont prêts et le téléchargement va bientôt commencer.
nl_nl: Je pdf's zijn klaar en het downloaden begint binnenkort.

source: The zip file contains the PDFs for your selected entries. %1$sClick here if the download does not start automatically%2$s.
de_de: Die zip-Datei enthält die PDFs für Ihre ausgewählten Eingaben. %1$sKlicken Sie hier, falls das Herunterladen nicht automatisch startet%2$s.
es_es: El archivo zip contiene los archivos PDF de las entradas seleccionadas. %1$sHaz clic aquí si la descarga no empieza automáticamente%2$s.
fr_fr: Le fichier zip contient les PDF pour vos entrées sélectionnées. %1$sCliquez ici si le téléchargement ne démarre pas automatiquement%2$s.
nl_nl: Het zip-bestand bevat de pdf's voor je geselecteerde vermeldingen. %1$sKlik hier als het downloaden niet automatisch begint%2$s.

source: Are you sure you want to cancel the download?
de_de: Wollen Sie das Herunterladen wirklich abbrechen?
es_es: ¿Seguro que quieres cancelar la descarga?
fr_fr: Etes-vous sur de vouloir annuler le téléchargement ?
nl_nl: Weet u zeker dat je het downloaden wilt annuleren?

source: Oops...
de_de: Hoppla...
es_es: Vaya...
fr_fr: Oups...
nl_nl: Oeps...

source: An error occurred which prevented the Bulk Generator from completing!
de_de: Ein Fehler ist aufgetreten, der den Gruppen-Generator von der Fertigstellung abgehalten hat!
es_es: ¡Se ha producido un error que ha impedido que Bulk Generator complete la acción!
fr_fr: Une erreur s'est produite qui a entraîné l'échec du générateur en bloc !
nl_nl: Er is een fout opgetreden waardoor de Bulkgenerator het niet kon voltooien!

source: Reload the page and try again. If the issue persists, %1$senable Logging%3$s, re-run the generator and then %2$sfill out a support ticket%3$s. One of our tech boffins will be happy to assist.
de_de: Laden Sie die Seite erneut und versuchen Sie es nochmal. Falls das Problem anhält, %1$saktivieren Sie Logging%3$s, führen den Generator erneut aus und dann %2$sfüllen Sie ein Support-Ticket%3$s aus. Einer unserer Technikprofis wird sich gerne darum kümmern.
es_es: Vuelve a cargar la página e inténtalo de nuevo. Si continua el problema, %1$sactiva el Registro%3$s, vuelve a ejecutar el generador y después %2$srellena un ticket de soporte%3$s. Uno de nuestros expertos en tecnología te atenderá.
fr_fr: Rechargez la page et réessayez. Si le problème persiste, %1$sactivez la journalisation%3$s, réexécutez le générateur et puis %2$sremplissez un ticket d'assistance%3$s. L'un de nos techniciens se fera un plaisir de vous aider.
nl_nl: Laad de pagina opnieuw en probeer het opnieuw.. Als het probleem aanhoudt, %1$sregistratie inschakelen%3$s, de generator opnieuw uitvoeren en dan %2$svul een ondersteuningsticket in%3$s. Een van onze techneuten helpt je graag verder.

source: Tech boffins at work.
de_de: Technikprofis arbeiten daran.
es_es: Expertos en tecnología trabajando.
fr_fr: Techniciens au travail.
nl_nl: Techneuten aan het werk.

source: Generated %1$s (#%2$s) for Entry #%3$s
de_de: %1$s (#%2$s) erzeugt für Eingabe #%3$s
es_es: Se ha generado %1$s (#%2$s) para la entrada #%3$s
fr_fr: Généré %1$s (#%2$s) pour l'entrée #%3$s
nl_nl: Genereerde %1$s (#%2$s) voor vermelding #%3$s

source: Failed generating %1$s (#%2$s) for Entry #%3$s
de_de: Erzeugung von %1$s (#%2$s) fehlgeschlagen für Eingabey #%3$s
es_es: Error al generar %1$s (#%2$s) para la entrada #%3$s
fr_fr: Échec de la génération %1$s (#%2$s) pour l'entrée #%3$s
nl_nl: Kan %1$s (#%2$s) voor vermelding #%3$s niet genereren

source: Invalid PDF ID: Skipped %1$s (#%2$s) for Entry #%3$s
de_de: Ungültige PDF-ID: Auslassung von %1$s (#%2$s) für Eingabe #%3$s
es_es: ID de PDF no válido: se ha omitido %1$s (#%2$s) para la entrada #%3$s
fr_fr: ID de PDF incorrecte : Ignoré %1$s (#%2$s) pour l'entrée #%3$s
nl_nl: Ongeldige PDF-ID: %1$s (#%2$s) overgeslagen voor vermelding #%3$s

source: Inactive PDF: Skipped %1$s (#%2$s) for Entry #%3$s
de_de: Nicht aktive PDF: Auslassung von %1$s (#%2$s) für Eingabe #%3$s
es_es: PDF inactivo: se ha omitido %1$s (#%2$s) para la entrada #%3$s
fr_fr: PDF inactif : Ignoré %1$s (#%2$s) pour l'entrée #%3$s
nl_nl: Inactieve PDF: %1$s (#%2$s) overgeslagen voor vermelding #%3$s

source: Conditional Logic Check: Skipped %1$s (#%2$s) for Entry #%3$s
de_de: Überprüfung bedingter Logik: Auslassung von %1$s (#%2$s) für Eingabe #%3$s
es_es: Comprobación de lógica condicional: se ha omitido %1$s (#%2$s) para la entrada #%3$s
fr_fr: Vérification de la logique conditionnelle : Ignoré %1$s (#%2$s) pour l'entrée #%3$s
nl_nl: Voorwaardelijke logisch controle: %1$s (#%2$s) overgeslagen voor vermelding #%3$s

source: Specify the directory structure to use for the PDFs of the selected entries. Form merge tags are supported.
fr_fr: Spécifiez la structure de répertoire à utiliser pour les PDF des entrées sélectionnées. Les balises de fusion de formulaire sont prises en charge.
nl_nl: Geef de directory structuur op die moet worden gebruikt voor de PDF's van de geselecteerde items. Formulier samenvoegingscodes worden ondersteund.
